Repository: roliverosc/script.library.integration.tool
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: Add selected item to library
es_es: Agregar elemento a la biblioteca

# #32001
source: Sync directory to library
es_es: Sincronizar directorio con biblioteca

# #32002
source: View Managed Movies
es_es: Ver Películas Administradas

# #32003
source: View Managed TV Shows
es_es: Ver Series TV Administradas

# #32004
source: View Staged Movies
es_es: Ver Películas en Escena

# #32005
source: View Staged TV Shows
es_es: Ver Series TV en Escena

# #32006
source: View Synced Directories
es_es: Ver Directorios Sincronizados

# #32007
source: View Blocked Items
es_es: Ver Elementos Bloqueados

# #32008
source: No managed movies
es_es: No hay películas administradas

# #32009
source: Remove all movies
es_es: Eliminar todas las Películas

# #32010
source: Move all movies back to staged
es_es: Mover todas las películas a escena

# #32011
source: Back...
es_es: Retroceder...

# #32012
source: Managed Movies
es_es: Películas administradas

# #32013
source: Removing all movies...
es_es: Elimando todas las Películas...

# #32014
source: All movies removed
es_es: Todas las películas eliminadas

# #32015
source: Moving all movies back to staged...
es_es: Moviendo todas las Películas a escena...

# #32016
source: Moving all movies back to staged...
es_es: Moviendo todas las Películas a escena...

# #32017
source: Remove
es_es: Eliminar

# #32018
source: Move back to staged
es_es: Retroceder a puesta en escena

# #32019
source: Managed Movie Options
es_es: Opciones de películas administradas

# #32020
source: No managed TV shows
es_es: No hay Series TV administradas

# #32021
source: Remove all TV shows
es_es: Eliminar todas las Series TV

# #32022
source: Move all TV shows back to staged
es_es: Mover todas las Series TV a escena

# #32023
source: Managed TV Shows
es_es: Series TV administradas

# #32024
source: Removing all TV shows...
es_es: Eliminando todas las Series TV...

# #32025
source: All TV shows removed
es_es: Se eliminaron todas las Series TV

# #32026
source: Moving all TV shows back to staged...
es_es: Moviendo todas las Series TV a escena...

# #32027
source: All TV shows moved to staged
es_es: Todas las Series TV movidas a escena

# #32028
source: No managed %s episodes
es_es: No hay Episodios %s administrados

# #32029
source: Remove all episodes
es_es: Eliminar todos los Episodios

# #32030
source: Move all episodes back to staged
es_es: Mover todos los Episodios a escena

# #32031
source: Managed %s Episodes
es_es: Episodios de %s administrados

# #32032
source: Removing all %s episodes...
es_es: Eliminando todos los Episodios de %s

# #32033
source: All %s episodes removed
es_es: Eiminados todos los Episodios de %s

# #32034
source: Moving all %s episodes back to staged...
es_es: Moviendo todos los Episoidos de %s a escena

# #32035
source: All %s episodes moved to staged
es_es: Todos los Episodios de %s movidos a escena

# #32036
source: Managed Episode Options
es_es: Opciones Episodio administrados

# #32037
source: No staged movies
es_es: No hay Películas en escena

# #32038
source: Add all movies
es_es: Añadir todas las Películas

# #32039
source: Add all movies with metadata
es_es: Agregar todas las Películas con metadatos

# #32040
source: Generate all metadata items
es_es: Generar todos los metadatos

# #32041
source: Staged Movies
es_es: Películas en escena

# #32042
source: Adding all movies...
es_es: Añadiendo todas las Películas...

# #32043
source: All movies added
es_es: Todas las Películas añadidas

# #32044
source: Adding all movies with metadata...
es_es: Agregando todas las Películas con metadatos...

# #32045
source: All movies with metadata added
es_es: Todas las Películas con metadatos añadidas

# #32046
source: Generating all movie metadata...
es_es: Generando todos los metadatos de la Película...

# #32047
source: All movie metadata created
es_es: Creados todos los metadatos de la Película

# #32048
source: Add
es_es: Agregar

# #32049
source: Remove and block
es_es: Eliminar y bloquear

# #32050
source: Rename
es_es: Renombrar

# #32051
source: Automatically rename using metadata
es_es: Renombrar automáticamente usando metadatos

# #32052
source: Generate metadata item
es_es: Generar metadatos

# #32053
source: Staged Movie Options
es_es: Opciones de Película en escena

# #32054
source: No staged TV shows
es_es: No hay Series TV en escena

# #32055
source: Add all TV shows
es_es: Agregar todas las Series TV

# #32056
source: Add all items with metadata
es_es: Agregar todos los elementos con metadatos

# #32057
source: Remove all TV shows
es_es: Eliminar todas las Series TV

# #32058
source: Staged TV Shows
es_es: Series TV en escena

# #32059
source: Adding all TV shows...
es_es: Agregando todas las Series TV...

# #32060
source: All TV shows added
es_es: Todas las Series TV agregadas

# #32061
source: Adding all TV show items with metadata...
es_es: Agregando todas las Series TV con metadatos...

# #32062
source: All TV show items with metadata added
es_es: Todas las Series TV con metadatos agregadas

# #32063
source: Generating all TV show metadata...
es_es: Generando todos los metadatos para Series TV...

# #32064
source: All TV show metadata created
es_es: Creados todos los metadatos para la Series TV

# #32065
source: No staged %s episodes
es_es: No hay Episodios de %s escenificados

# #32066
source: Add all episodes
es_es: Agregar todos los Episodios

# #32067
source: Add all episodes with metadata
es_es: Agregar todos los Episodios con metadatos

# #32068
source: Remove and block TV show
es_es: Eliminar y bloquear Serie TV

# #32069
source: Automatically rename all episodes using metadata
es_es: Renombrar automaticamente todos los Episodios usando metadatos

# #32070
source: Staged %s Episodes
es_es: Episodios de %s en escena

# #32071
source: Adding all %s episodes...
es_es: Agregando todos los Episodios de %s...

# #32072
source: All %s episodes added
es_es: Todos los Episodios de %s añadidos

# #32073
source: Adding all %s episodes with metadata...
es_es: Agregando todos los Episodios de %s con metadatos...

# #32074
source: All %s episodes with metadata added
es_es: Todos los Episodios de %s con metadatos agregados

# #32075
source: Renaming all %s episodes using metadata...
es_es: Renombrando todos los Episodios de %s usando metadatos...

# #32076
source: All %s episodes renamed using metadata
es_es: Renombrados todos los Episodios de %s usando metadatos

# #32077
source: Generating all %s metadata...
es_es: Generando todos los metadatos de %s...

# #32078
source: All %s metadata created
es_es: Se crearon todos los metadatos de %s

# #32079
source: Remove and block episode
es_es: Eliminar y bloquear el Episodio

# #32080
source: Staged Episode Options
es_es: Opciones de Episodios en escena

# #32081
source: Update all
es_es: Actualizar todo

# #32082
source: Remove all
es_es: Eliminar todo

# #32083
source: Synced Directories
es_es: Directorios Sincronizados

# #32084
source: Update
es_es: Actualizar

# #32085
source: Synced Directory Options
es_es: Opciones de Directorios Sincronizados

# #32086
source: Remove all synced directories
es_es: Eliminar todos los directorios sincronizados

# #32087
source: All synced directories removed
es_es: Se eliminaron todos los directorios sincronizados

# #32088
source: Are you sure?
es_es: ¿Estás seguro?

# #32089
source: Getting all items from synced directories...
es_es: Obteniendo todos los elementos de los directorios sincronizados...

# #32090
source: Finding items to remove...
es_es: Buscando elementos a eliminar...

# #32092
source: Finding items to add...
es_es: Buscando elementos a agregar...

# #32093
source: %i items to remove. %i items to stage. Proceed?
es_es: %i elementos a eliminar. %i elementos a en escena. ¿Continuar?

# #32094
source: Removing items...
es_es: Eliminando elementos...

# #32095
source: Staging items...
es_es: Almacenando elementos en escena...

# #32096
source: All synced directories updated
es_es: Todos los directorios sincronizados actualizados

# #32097
source: Add keyword
es_es: Añadir palabra clave

# #32098
source: Blocked Items
es_es: Elementos bloqueados

# #32099
source: Blocked Item Options
es_es: Opciones de Elementos Bloqueados

# #32100
source: Unable to determine content. Choose content type:
es_es: No se puede determinar el contenido. Elija el tipo de contenido:

# #32101
source: TV Show
es_es: Serie TV

# #32102
source: Movie
es_es: Película

# #32103
source: Item is already staged
es_es: El elemento ya está en escena

# #32104
source: Item is already managed
es_es: El elemento ya está administrado

# #32105
source: Movie staged
es_es: Películas en escena

# #32106
source: %i new episodes staged. %i were already staged, and %i were already managed
es_es: %i nuevos Episodios en escena. %i ya estaban en escena, y %i ya estaban administrados

# #32107
source: %i new episodes staged
es_es: %i nuevos Episodios en escena

# #32108
source: TV Shows
es_es: Series TV

# #32109
source: Movies
es_es: Películas

# #32110
source: Current directory already synced. Looking for new items...
es_es: Directorio actual ya sincronizado. Buscando nuevos elementos...

# #32111
source: %i movies staged
es_es: %i Películas en escena

# #32112
source: All TV shows staged. %i episodes staged
es_es: Todas las Series TV en escena. %i Episodios en escena

# #32113
source: Keyword
es_es: Palabra clave

# #32114
source: Episode
es_es: Episodio

# #32115
source: Single TV Show
es_es: Serie TV individual

# #32116
source: Single Movie
es_es: Película única

# #32118
source: Managed Folder
es_es: Carpetas administradas

# #32119
source: No blocked items
es_es: No hay elementos bloqueados

# #32120
source: No synced directories
es_es: No hay directorios sincronizados

# #32121
source: All items are up-to-date
es_es: Todos los elementos están actualizados

# #32122
source: All items were successfully updated. Please clean library and review staged items.
es_es: Todos los elementos se actualizaron correctamente. Limpie la biblioteca y revise los elementos almacenados.

# #32123
source: Choose managed folder in settings
es_es: Seleccionar carpeta administrada en la configuración

# #32124
source: Updating synced directory list...
es_es: Actualizando lista de directorios sincronizados...

# #32125
source: Getting all items in directory...
es_es: Obteniendo todos los elementos en directorio...

# #32126
source: Getting all items in %s...
es_es: Obteniendo todos los elementos en %s

# #32127
source: Configured managed folder
es_es: Configurar carpeta administrada

# #32128
source: Synced Directories
es_es: Directorios sincronizados

# #32129
source: Use TV show artwork if episode thumb is unavailable
es_es: Usar artwork de la Serie TV si la miniatura del Episodio no está disponible

# #32130
source: Development
es_es: Desarrollo

# #32131
source: Run Test Suite
es_es: Ejecutar Test Suite

# #32132
source: Run Fuzzer
es_es: Ejecutar Fuzzer

# #32133
source: Updating addon settings...
es_es: Actualizando configuración del addon...

# #32134
source: Add-on updated. See change log for details.
es_es: Complemento actualizado. Consulte el registro de cambios para obtener detalles.

# #32135
source: Clean up movie metadata
es_es: Limpiar metadatos de la Película

# #32136
source: All metadata for movies cleaned
es_es: Todos los metadatos para Películas fueron limpiados

# #32137
source: Update TV shows
es_es: Actualizar Series TV

# #32138
source: Update movies
es_es: Actualizar Películas

# #32139
source: Max recursion when finding videos (0 for unlimited)
es_es: Max. recursion al encontrar videos (0 para ilimitado)

# #32140
source: Use custom managed folder
es_es: Usar carpeta personalizada

# #32141
source: Select managed folder
es_es: Seleccionar carpeta

# #32142
source: Use custom metadata folder
es_es: Usar carpeta para metadatos

# #32143
source: Select metadata folder
es_es: Seleccionar carpeta

# #32144
source: Enable development options
es_es: Habilitar opciones de desarrollo

# #32145
source: Reading all TV show metadata...
es_es: Leyendo todos los metadatos para Series TV...

# #32146
source: All TV show metadata read
es_es: Todos los metadatos para Series TV leídos

# #32147
source: Read all TV show metadata
es_es: Leer todos los metadatos para Series TV

# #32148
source: Never
es_es: Nunca

# #32149
source: Always
es_es: Siempre

# #32150
source: Only items with metadata
es_es: Solo con metadatos

# #32151
source: Only items with episode ID
es_es: Solo con ID de Episodio

# #32152
source: Add movies without staging
es_es: Añadir Películas sin puesta en escena

# #32153
source: Add TV show items without staging
es_es: Añadir Serie TV sin puesta en escena
